Repository: adrbn/aura
Catalog: Aura/Aura/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, nl

source: %@, %@ by %@, %@
ca: %1$@, %2$@ de %3$@, %4$@
de: %1$@, %2$@ von %3$@, %4$@
es: %1$@, %2$@ de %3$@, %4$@
fr: %1$@, %2$@ de %3$@, %4$@
it: %1$@, %2$@ di %3$@, %4$@
nl: %1$@, %2$@ van %3$@, %4$@

source: %@, missing, %@
ca: %1$@, falta, %2$@
de: %1$@, fehlt, %2$@
es: %1$@, falta, %2$@
fr: %1$@, manquant, %2$@
it: %1$@, mancante, %2$@
nl: %1$@, ontbreekt, %2$@

source: %lld copies found
ca: %lld còpies trobades
de: %lld Kopien gefunden
es: %lld copias encontradas
fr: %lld copies trouvées
it: %lld copie trovate
nl: %lld exemplaren gevonden

source: %lld new releases
ca: %lld novetats
de: %lld Neuerscheinungen
es: %lld novedades
fr: %lld nouveautés
it: %lld nuove uscite
nl: %lld nieuwe releases

source: %lld of %lld songs
ca: %1$lld cançons de %2$lld
de: %1$lld von %2$lld Titeln
es: %1$lld de %2$lld canciones
fr: %1$lld titres sur %2$lld
it: %1$lld brani su %2$lld
nl: %1$lld van %2$lld nummers

source: %lld songs · %lld new releases
ca: %1$lld cançons · %2$lld novetats
de: %1$lld Titel · %2$lld Neuerscheinungen
es: %1$lld canciones · %2$lld novedades
fr: %1$lld titres · %2$lld nouveautés
it: %1$lld brani · %2$lld nuove uscite
nl: %1$lld nummers · %2$lld nieuwe releases

source: %lld to get
ca: %lld per obtenir
de: %lld zu holen
es: %lld por conseguir
fr: %lld à récupérer
it: %lld da recuperare
nl: %lld op te halen

source: %lld/%lld tracks
ca: %1$lld/%2$lld cançons
de: %1$lld/%2$lld Titel
es: %1$lld/%2$lld canciones
fr: %1$lld/%2$lld titres
it: %1$lld/%2$lld brani
nl: %1$lld/%2$lld nummers

source: 1 play
ca: 1 reproducció
de: 1 Wiedergabe
es: 1 reproducción
fr: 1 lecture
it: 1 riproduzione
nl: 1 keer afgespeeld

source: A Google account is all it takes: no card, no subscription.
ca: Només cal un compte de Google: sense targeta, sense subscripció.
de: Ein Google-Konto genügt: keine Karte, kein Abo.
es: Con una cuenta de Google basta: sin tarjeta, sin suscripción.
fr: Un compte Google suffit : ni carte, ni abonnement.
it: Basta un account Google: niente carta, niente abbonamento.
nl: Een Google-account is alles wat je nodig hebt: geen kaart, geen abonnement.

source: A song translated once is kept on this iPhone, and comes back offline.
ca: Una cançó traduïda una vegada es queda en aquest iPhone i torna a aparèixer sense connexió.
de: Ein einmal übersetzter Songtext bleibt auf diesem iPhone gespeichert und ist auch offline verfügbar.
es: Una canción traducida una vez se guarda en este iPhone, y vuelve a aparecer sin conexión.
fr: Une chanson traduite une fois reste sur cet iPhone, même hors ligne.
it: Un brano tradotto una volta resta su questo iPhone, anche offline.
nl: Een nummer dat eenmaal vertaald is, blijft op deze iPhone staan en werkt ook offline.

source: About %lld min left
ca: Queden aproximadament %lld min
de: Noch etwa %lld Min.
es: Quedan unos %lld min
fr: Environ %lld min restantes
it: Circa %lld min rimanenti
nl: Nog ongeveer %lld min

source: Add the File Browser sign-in in Settings.
ca: Afegeix l'identificador de File Browser als Ajustaments.
de: Füge die File-Browser-Anmeldedaten in den Einstellungen hinzu.
es: Añade el inicio de sesión de File Browser en Ajustes.
fr: Ajouter l’identifiant File Browser dans Réglages.
it: Aggiungi l'accesso a File Browser in Impostazioni.
nl: Voeg de File Browser-inlog toe in Instellingen.

source: Add to favourites
ca: Afegir als preferits
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
nl: Aan favorieten toevoegen

source: Adding to your library
ca: S'està afegint a la biblioteca
de: Wird zur Bibliothek hinzugefügt
es: Añadiendo a tu biblioteca
fr: Ajout à la bibliothèque
it: Aggiunta alla libreria
nl: Toevoegen aan je bibliotheek

source: Adding…
ca: S'està afegint…
de: Wird hinzugefügt…
es: Añadiendo…
fr: Ajout…
it: Aggiunta…
nl: Toevoegen…

source: Adds the song playing in Aura to your favourites.
ca: Afegeix la cançó que sona a l'Aura als teus preferits.
de: Fügt den in Aura laufenden Titel deinen Favoriten hinzu.
es: Añade la canción que suena en Aura a tus favoritos.
fr: Ajoute le titre en cours dans Aura aux favoris.
it: Aggiunge il brano in riproduzione in Aura ai preferiti.
nl: Voegt het nummer dat in Aura wordt afgespeeld toe aan je favorieten.

source: Afternoon
ca: Tarda
de: Nachmittag
es: Tarde
fr: Après-midi
it: Pomeriggio
nl: Middag

source: Album
ca: Àlbum
es: Álbum

source: Albums on Deezer
ca: Àlbums a Deezer
de: Alben auf Deezer
es: Álbumes en Deezer
fr: Albums sur Deezer
it: Album su Deezer
nl: Albums op Deezer

source: All Folders
ca: Totes les carpetes
de: Alle Ordner
es: Todas las carpetas
fr: Tous les dossiers
it: Tutte le cartelle
nl: Alle mappen

source: Any moment now
ca: D'un moment a l'altre
de: Jeden Moment
es: De un momento a otro
fr: D’un instant à l’autre
it: Da un momento all'altro
nl: Zo meteen

source: Artist
ca: Artista
de: Interpret
es: Artista
fr: Artiste
it: Artista
nl: Artiest

source: Aura can't reach your server right now.
ca: L'Aura no pot contactar amb el servidor ara mateix.
de: Aura kann deinen Server gerade nicht erreichen.
es: Aura no puede conectar con tu servidor en este momento.
fr: Aura ne parvient pas à joindre le serveur pour le moment.
it: Al momento Aura non riesce a raggiungere il server.
nl: Aura kan je server nu niet bereiken.

source: Back 5 seconds
ca: Retrocedir 5 segons
de: 5 Sekunden zurück
es: Retroceder 5 segundos
fr: Reculer de 5 secondes
it: Indietro di 5 secondi
nl: 5 seconden terug

source: Check the Key
ca: Comprovar la clau
de: Schlüssel prüfen
es: Comprobar la clave
fr: Vérifier la clé
it: Verifica la chiave
nl: Controleer de sleutel

source: Chill
ca: Relax
es: Relax
fr: Détente
it: Relax

source: Clear cache?
ca: Vols buidar la memòria cau?
de: Cache leeren?
es: ¿Vaciar la caché?
fr: Vider le cache ?
it: Svuotare la cache?
nl: Cache wissen?

source: Clear search
ca: Esborrar la cerca
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
nl: Zoekopdracht wissen

source: Close
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten

source: Compilation
ca: Recopilatori
es: Recopilatorio
it: Raccolta
nl: Compilatie

source: Couldn't get it
ca: No s'ha pogut obtenir
de: Konnte nicht abgerufen werden
es: No se pudo conseguir
fr: Récupération impossible
it: Recupero non riuscito
nl: Ophalen mislukt

source: Custom Colour
ca: Color personalitzat
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
it: Colore personalizzato
nl: Aangepaste kleur

source: Cycles repeat in Aura: off, all, then one.
ca: Canvia el mode de repetició de l'Aura: desactivada, tot, i després una cançó.
de: Schaltet die Wiederholung in Aura durch: aus, alle, dann einen Titel.
es: Cambia el modo de repetición en Aura: desactivada, todo, luego una canción.
fr: Fait tourner la répétition dans Aura : désactivée, tout, puis un titre.
it: Fa scorrere la ripetizione in Aura: disattivata, tutti, poi un brano.
nl: Doorloopt herhalen in Aura: uit, alles, dan één.

source: Deezer couldn't be reached
ca: No s'ha pogut contactar amb Deezer
de: Deezer ist nicht erreichbar
es: No se pudo conectar con Deezer
fr: Deezer est injoignable
it: Deezer non è raggiungibile
nl: Deezer is niet bereikbaar

source: Deezer lists no tracks for it
ca: Deezer no hi indica cap cançó
de: Deezer listet dafür keine Titel
es: Deezer no indica ninguna canción
fr: Deezer n’indique aucun titre
it: Deezer non elenca alcun brano
nl: Deezer heeft er geen nummers voor

source: Discoveries
ca: Descobriments
de: Entdeckungen
es: Descubrimientos
fr: Découvertes
it: Scoperte
nl: Ontdekkingen

source: Dismiss
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten

source: Display Font
ca: Tipus de lletra de visualització
de: Anzeigeschrift
es: Tipo de letra
fr: Police d’affichage
it: Carattere di visualizzazione
nl: Weergavelettertype

source: Down
ca: Baixar
de: Runter
es: Bajar
fr: Baisser
it: Riduci
nl: Omlaag

source: Download songs while you're online, and they'll be here.
ca: Baixa cançons quan estiguis en línia i apareixeran aquí.
de: Lade Titel herunter, während du online bist — sie erscheinen dann hier.
es: Descarga canciones cuando tengas conexión y aparecerán aquí.
fr: Téléchargez des titres quand vous êtes en ligne : ils apparaîtront ici.
it: Scarica brani mentre sei online: appariranno qui.
nl: Download nummers terwijl je online bent, dan verschijnen ze hier.

source: Download songs, albums or playlists while you're online, and they'll be here.
ca: Baixa cançons, àlbums o playlists quan estiguis en línia i apareixeran aquí.
de: Lade Titel, Alben oder Playlists herunter, während du online bist — sie erscheinen dann hier.
es: Descarga canciones, álbumes o listas cuando tengas conexión y aparecerán aquí.
fr: Téléchargez des titres, albums ou playlists quand vous êtes en ligne : ils apparaîtront ici.
it: Scarica brani, album o playlist mentre sei online: appariranno qui.
nl: Download nummers, albums of playlists terwijl je online bent, dan verschijnen ze hier.

source: Downloaded, but your server hasn't added it yet
ca: Baixada, però el servidor encara no l'ha afegit
de: Heruntergeladen, aber dein Server hat es noch nicht hinzugefügt
es: Descargada, pero tu servidor aún no la ha añadido
fr: Téléchargé, mais pas encore ajouté par le serveur
it: Scaricato, ma non ancora aggiunto dal server
nl: Gedownload, maar nog niet toegevoegd door je server

source: Downloads stay until you remove them. Streamed songs are kept too, but iOS may clear them when storage runs low.
ca: Les baixades es queden fins que les suprimeixis. Les cançons escoltades en streaming també es guarden, però iOS les pot esborrar si l'espai s'esgota.
de: Downloads bleiben, bis du sie entfernst. Gestreamte Titel werden ebenfalls behalten, aber iOS kann sie bei knappem Speicher löschen.
es: Las descargas permanecen hasta que las quites. Las canciones reproducidas en streaming también se guardan, pero iOS puede borrarlas si falta espacio.
fr: Les téléchargements restent jusqu’à leur suppression. Les titres écoutés en streaming sont aussi gardés, mais iOS peut les effacer si le stockage manque.
it: I download restano finché non li rimuovi. Anche i brani riprodotti in streaming vengono conservati, ma iOS potrebbe eliminarli se lo spazio di archiviazione scarseggia.
nl: Downloads blijven staan tot je ze verwijdert. Gestreamde nummers worden ook bewaard, maar iOS kan ze wissen als de opslag bijna vol is.

source: Earlier
ca: Abans
de: Früher
es: Antes
fr: Plus tôt
it: Prima
nl: Eerder

source: Energy
ca: Energia
de: Energie
es: Energía
fr: Énergie
it: Energia
nl: Energie

source: Evening
ca: Vespre
de: Abend
es: Noche
fr: Soirée
it: Sera
nl: Avond

source: Every Line, Understood
ca: Cada línia, entesa
de: Jede Zeile verstanden
es: Cada línea, entendida
fr: Chaque ligne, comprise
it: Ogni riga, compresa
nl: Elke regel, begrepen

source: Every folder on the server is shown.
ca: Es mostren totes les carpetes del servidor.
de: Alle Ordner auf dem Server werden angezeigt.
es: Se muestran todas las carpetas del servidor.
fr: Tous les dossiers du serveur sont affichés.
it: Vengono mostrate tutte le cartelle del server.
nl: Alle mappen op de server worden getoond.

source: Fast scroll index
ca: Índex de desplaçament ràpid
de: Schnell-Scroll-Index
es: Índice de desplazamiento rápido
fr: Index de défilement rapide
it: Indice di scorrimento rapido
nl: Snelle scrollindex

source: Favorites
ca: Preferits
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
nl: Favorieten

source: Favourite
ca: Preferit
de: Favorit
es: Favorito
fr: Favori
it: Preferito
nl: Favoriet

source: Favourite Current Song
ca: Afegir la cançó actual als preferits
de: Aktuellen Titel favorisieren
es: Añadir la canción actual a favoritos
fr: Ajouter le titre en cours aux favoris
it: Aggiungi il brano in corso ai preferiti
nl: Huidig nummer aan favorieten toevoegen

source: Favourites
ca: Preferits
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
nl: Favorieten

source: Feel Good
ca: Bon rotllo
de: Gute Laune
es: Buen rollo
fr: Bonne humeur
it: Buonumore

source: File Browser didn't accept the sign-in.
ca: File Browser ha rebutjat l'identificador.
de: File Browser hat die Anmeldung abgelehnt.
es: File Browser no aceptó el inicio de sesión.
fr: File Browser a refusé l’identifiant.
it: File Browser ha rifiutato l'accesso.
nl: File Browser heeft de inlog niet geaccepteerd.

source: File Browser refused the lyrics (HTTP %lld).
ca: File Browser ha rebutjat la lletra (HTTP %lld).
de: File Browser hat den Songtext abgelehnt (HTTP %lld).
es: File Browser rechazó la letra (HTTP %lld).
fr: File Browser a refusé les paroles (HTTP %lld).
it: File Browser ha rifiutato il testo (HTTP %lld).
nl: File Browser heeft de songtekst geweigerd (HTTP %lld).

source: Finding songs to play next…
ca: S'estan cercant cançons per reproduir a continuació…
de: Nächste Titel werden gesucht…
es: Buscando canciones para seguir…
fr: Recherche des titres à suivre…
it: Ricerca dei brani successivi…
nl: Volgende nummers zoeken…

source: Focus
ca: Concentració
de: Fokus
es: Concentración
fr: Concentration
it: Concentrazione

source: Follow
ca: Seguir
de: Folgen
es: Seguir
fr: Suivre
it: Segui
nl: Volgen

source: Followed with SoulSync
ca: Seguit amb SoulSync
de: Gefolgt mit SoulSync
es: Seguido con SoulSync
fr: Suivi avec SoulSync
it: Seguito con SoulSync
nl: Gevolgd met SoulSync

source: For You
ca: Per a tu
de: Für dich
es: Para ti
fr: Pour vous
it: Per te
nl: Voor jou

source: Forward 5 seconds
ca: Avançar 5 segons
de: 5 Sekunden vor
es: Avanzar 5 segundos
fr: Avancer de 5 secondes
it: Avanti di 5 secondi
nl: 5 seconden vooruit

source: Gemini reads the whole song before translating it, so the meaning comes through: idioms, double negatives, slang and creoles. Each translation sits under its sung line.
ca: Gemini llegeix tota la cançó abans de traduir-la, perquè es noti el significat: expressions fetes, dobles negacions, argot i crioll. Cada traducció apareix sota la línia cantada.
de: Gemini liest den gesamten Songtext, bevor er übersetzt wird, damit der Sinn erhalten bleibt: Redewendungen, doppelte Verneinungen, Slang und Kreolsprachen. Jede Übersetzung steht unter der gesungenen Zeile.
es: Gemini lee la canción entera antes de traducirla, para que se entienda el sentido: modismos, dobles negaciones, jerga y criollos. Cada traducción aparece bajo su línea cantada.
fr: Gemini lit toute la chanson avant de la traduire, pour en rendre le sens : expressions, doubles négations, argot et créoles. Chaque traduction s’affiche sous la ligne chantée.
it: Gemini legge l'intero brano prima di tradurlo, per renderne il senso: modi di dire, doppie negazioni, slang e creoli. Ogni traduzione compare sotto la riga cantata.
nl: Gemini leest het hele nummer voordat het vertaalt, zodat de betekenis behouden blijft: uitdrukkingen, dubbele ontkenningen, straattaal en creooltalen. Elke vertaling verschijnt onder de gezongen regel.

source: Gemini's free quota is spent for now.
ca: La quota gratuïta de Gemini s'ha esgotat per ara.
de: Geminis kostenloses Kontingent ist vorerst aufgebraucht.
es: La cuota gratuita de Gemini se ha agotado por ahora.
fr: Le quota gratuit de Gemini est épuisé pour le moment.
it: La quota gratuita di Gemini è esaurita per il momento.
nl: Het gratis quotum van Gemini is op voor nu.

source: Gemini's free quota is spent until %@.
ca: La quota gratuïta de Gemini està esgotada fins a %@.
de: Geminis kostenloses Kontingent ist bis %@ aufgebraucht.
es: La cuota gratuita de Gemini está agotada hasta %@.
fr: Le quota gratuit de Gemini est épuisé jusqu’à %@.
it: La quota gratuita di Gemini è esaurita fino al %@.
nl: Het gratis quotum van Gemini is op tot %@.

source: Get %@
ca: Obtenir %@
de: %@ holen
es: Conseguir %@
fr: Récupérer %@
it: Recupera %@
nl: %@ ophalen

source: Get All
ca: Obtenir-ho tot
de: Alle holen
es: Conseguir todo
fr: Tout récupérer
it: Recupera tutto
nl: Alles ophalen

source: Get This Song
ca: Obtenir aquesta cançó
de: Diesen Titel holen
es: Conseguir esta canción
fr: Récupérer ce titre
it: Recupera questo brano
nl: Dit nummer ophalen

source: Getting this song
ca: S'està obtenint la cançó
de: Titel wird geholt
es: Consiguiendo esta canción
fr: Récupération du titre
it: Recupero del brano
nl: Nummer ophalen

source: Google couldn't translate this song (%lld).
ca: Google no ha pogut traduir aquesta cançó (%lld).
de: Google konnte diesen Titel nicht übersetzen (%lld).
es: Google no pudo traducir esta canción (%lld).
fr: Google n’a pas pu traduire ce titre (%lld).
it: Google non è riuscito a tradurre questo brano (%lld).
nl: Google kon dit nummer niet vertalen (%lld).

source: Google is busy. Tap to try again.
ca: Google està ocupat. Toca per tornar-ho a provar.
de: Google ist ausgelastet. Zum erneuten Versuch tippen.
es: Google está ocupado. Toca para volver a intentarlo.
fr: Google est occupé. Toucher pour réessayer.
it: Google è occupato. Tocca per riprovare.
nl: Google is bezet. Tik om het opnieuw te proberen.

source: Google refused the key.
ca: Google ha rebutjat la clau.
de: Google hat den Schlüssel abgelehnt.
es: Google rechazó la clave.
fr: Google a refusé la clé.
it: Google ha rifiutato la chiave.
nl: Google heeft de sleutel geweigerd.

source: Google's answer couldn't be read.
ca: La resposta de Google és il·legible.
de: Googles Antwort konnte nicht gelesen werden.
es: No se pudo leer la respuesta de Google.
fr: La réponse de Google est illisible.
it: La risposta di Google non è leggibile.
nl: Het antwoord van Google kon niet worden gelezen.

source: Hide
ca: Amagar
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
nl: Verbergen

source: Hide translation
ca: Amagar la traducció
de: Übersetzung ausblenden
es: Ocultar traducción
fr: Masquer la traduction
it: Nascondi la traduzione
nl: Vertaling verbergen

source: Home
ca: Inici
de: Start
es: Inicio
fr: Accueil
nl: Start

source: Image
ca: Imatge
de: Bild
es: Imagen
it: Immagine
nl: Afbeelding

source: In Your Library
ca: A la teva biblioteca
de: In deiner Bibliothek
es: En tu biblioteca
fr: Dans votre bibliothèque
it: Nella tua libreria
nl: In je bibliotheek

source: In your library
ca: A la teva biblioteca
de: In deiner Bibliothek
es: En tu biblioteca
fr: Dans votre bibliothèque
it: Nella tua libreria
nl: In je bibliotheek

source: Its songs were removed from this iPhone.
ca: Les seves cançons s'han suprimit d'aquest iPhone.
de: Die Titel wurden von diesem iPhone entfernt.
es: Sus canciones se eliminaron de este iPhone.
fr: Ses titres ont été supprimés de cet iPhone.
it: I suoi brani sono stati rimossi da questo iPhone.
nl: De nummers zijn van deze iPhone verwijderd.

source: Keep %@
ca: Mantenir %@
de: %@ behalten
es: Conservar %@
fr: Garder %@
it: Mantieni %@
nl: %@ behouden

source: Key saved
ca: Clau desada
de: Schlüssel gespeichert
es: Clave guardada
fr: Clé enregistrée
it: Chiave salvata
nl: Sleutel opgeslagen

source: Late Night
ca: Matinada
de: Spätabend
es: Madrugada
fr: Tard le soir
it: Notte fonda
nl: Laat op de avond

source: Later
ca: Més tard
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi

source: Library
ca: Biblioteca
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
nl: Bibliotheek

source: Like, and get this song
ca: M'agrada i obtenir aquesta cançó
de: Gefällt mir, und diesen Titel holen
es: Dar me gusta y conseguir esta canción
fr: Aimer et récupérer ce titre
it: Metti mi piace e recupera questo brano
nl: Vind ik leuk en haal dit nummer op

source: Loading…
ca: S'està carregant…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: Caricamento…
nl: Laden…

source: Looking on Soulseek
ca: S'està cercant a Soulseek
de: Suche auf Soulseek
es: Buscando en Soulseek
fr: Recherche sur Soulseek
it: Ricerca su Soulseek
nl: Zoeken op Soulseek

source: Lyrics
ca: Lletra
de: Songtext
es: Letra
fr: Paroles
it: Testo
nl: Songtekst

source: Lyrics Translation
ca: Traducció de la lletra
de: Songtext-Übersetzung
es: Traducción de la letra
fr: Traduction des paroles
it: Traduzione del testo
nl: Vertaling van songtekst

source: Missing
ca: Que falten
de: Fehlend
es: Faltantes
fr: Manquants
it: Mancanti
nl: Ontbrekend

source: More
ca: Més
de: Mehr
es: Más
fr: Plus
it: Altro
nl: Meer

source: Morning
ca: Matí
de: Morgen
es: Mañana
fr: Matin
it: Mattina
nl: Ochtend

source: Music Folder
ca: Carpeta de música
de: Musikordner
es: Carpeta de música
fr: Dossier de musique
it: Cartella musicale
nl: Muziekmap

source: New Releases
ca: Novetats
de: Neuerscheinungen
es: Novedades
fr: Nouveautés
it: Nuove uscite
nl: Nieuwe releases

source: New releases
ca: Novetats
de: Neuerscheinungen
es: Novedades
fr: Nouveautés
it: Nuove uscite
nl: Nieuwe releases

source: New releases from the artists you play most, found in Deezer's public catalogue. Only artist names are sent.
ca: Novetats dels artistes que més escoltes, trobades al catàleg públic de Deezer. Només s'envien els noms dels artistes.
de: Neuerscheinungen deiner meistgehörten Interpreten, gefunden im öffentlichen Katalog von Deezer. Es werden nur Interpretennamen gesendet.
es: Novedades de los artistas que más escuchas, encontradas en el catálogo público de Deezer. Solo se envían los nombres de los artistas.
fr: Les nouveautés des artistes que vous écoutez le plus, trouvées dans le catalogue public de Deezer. Seuls les noms d’artistes sont envoyés.
it: Le nuove uscite degli artisti che ascolti di più, trovate nel catalogo pubblico di Deezer. Vengono inviati solo i nomi degli artisti.
nl: Nieuwe releases van de artiesten die je het meest beluistert, gevonden in de publieke catalogus van Deezer. Alleen artiestennamen worden verzonden.

source: New releases from your artists
ca: Novetats dels teus artistes
de: Neuerscheinungen deiner Interpreten
es: Novedades de tus artistas
fr: Nouveautés de vos artistes
it: Nuove uscite dei tuoi artisti
nl: Nieuwe releases van je artiesten

source: Next
ca: Següent
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
nl: Volgende

source: No Favorite Songs Here
ca: Cap cançó preferida aquí
de: Keine Lieblingstitel hier
es: Aquí no hay canciones favoritas
fr: Aucun titre favori ici
it: Nessun brano preferito qui
nl: Geen favoriete nummers hier

source: No Songs Here
ca: Cap cançó aquí
de: Keine Titel hier
es: Aquí no hay canciones
fr: Aucun titre ici
it: Nessun brano qui
nl: Geen nummers hier

source: No one could send it — try again later
ca: Ningú ho ha pogut enviar — torna-ho a provar més tard
de: Niemand konnte ihn senden — später erneut versuchen
es: Nadie pudo enviarla — inténtalo más tarde
fr: Personne n’a pu l’envoyer — réessayer plus tard
it: Nessuno è riuscito a inviarlo — riprova più tardi
nl: Niemand kon het versturen — probeer het later opnieuw

source: No playlists here yet
ca: Encara no hi ha cap playlist aquí
de: Noch keine Playlists hier
es: Aún no hay listas aquí
fr: Aucune playlist ici pour l’instant
it: Ancora nessuna playlist qui
nl: Nog geen playlists hier

source: No preview for this song
ca: Cap tast per a aquesta cançó
de: Kein Hörbeispiel für diesen Titel
es: Sin avance para esta canción
fr: Aucun extrait pour ce titre
it: Nessuna anteprima per questo brano
nl: Geen voorbeeld voor dit nummer

source: No previews for this release
ca: Cap tast per a aquesta sortida
de: Keine Hörbeispiele für diese Veröffentlichung
es: Sin avances para este lanzamiento
fr: Aucun extrait pour cette sortie
it: Nessuna anteprima per questa uscita
nl: Geen voorbeelden voor deze release

source: No server is set up in Aura yet.
ca: Encara no hi ha cap servidor configurat a l'Aura.
de: In Aura ist noch kein Server eingerichtet.
es: Todavía no hay ningún servidor configurado en Aura.
fr: Aucun serveur n’est encore configuré dans Aura.
it: Nessun server è ancora configurato in Aura.
nl: Er is nog geen server ingesteld in Aura.
